Revit 2027 API
ParameterTypeId.RevisionCloudRevisionIssuedBy Property
 "Issued by"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevisionCloudRevisionIssuedBy { get; }
Public Shared ReadOnly Property RevisionCloudRevisionIssuedBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevisionCloudRevisionIssuedBy {
	ForgeTypeId^ get ();
}
static member RevisionCloudRevisionIssuedBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace